/**
 * Станции метро: http://www.metro.ru/stations/
 * Координаты метро получены с помощью Яндекс.Геокодер: http://api.yandex.ru/maps/doc/geocoder/desc/concepts/About.xml
 * Данные о пассажиропотоке: http://ru.wikipedia.org/wiki/Пассажиропоток_Московского_метрополитена
 * За 2007 год: http://web.archive.org/web/20130618205307/http://ru.wikipedia.org/wiki/Пассажиропоток_Московского_метрополитена
 */
window.Metro = {
    map: {},
    lines: {},
    scheme: {},
    data: [
        {
            "line": "Сокольническая",
            "color": "#D9261C",
            "stations": [
                {
                    "station": "Улица Подбельского",
                    "people": "44500",
                    "long": "37.735117",
                    "lat": "55.814264"
                },
                {
                    "station": "Черкизовская",
                    "people": "94676",
                    "long": "37.744819",
                    "lat": "55.802988"
                },
                {
                    "station": "Преображенская площадь",
                    "people": "70553",
                    "long": "37.715022",
                    "lat": "55.796167"
                },
                {
                    "station": "Сокольники",
                    "people": "59133",
                    "long": "37.679700",
                    "lat": "55.789198"
                },
                {
                    "station": "Красносельская",
                    "people": "26347",
                    "long": "37.666072",
                    "lat": "55.779849"
                },
                {
                    "station": "Комсомольская",
                    "people": "69523",
                    "long": "37.654565",
                    "lat": "55.774072"
                },
                {
                    "station": "Красные ворота",
                    "people": "46285",
                    "long": "37.648888",
                    "lat": "55.768795"
                },
                {
                    "station": "Чистые пруды",
                    "people": "28597",
                    "long": "37.638683",
                    "lat": "55.764794"
                },
                {
                    "station": "Лубянка",
                    "people": "43683",
                    "long": "37.627346",
                    "lat": "55.759162"
                },
                {
                    "station": "Охотный ряд",
                    "people": "81997",
                    "long": "37.615327",
                    "lat": "55.756523"
                },
                {
                    "station": "Библиотека им. Ленина",
                    "people": "59491",
                    "long": "37.611482",
                    "lat": "55.752501"
                },
                {
                    "station": "Кропоткинская",
                    "people": "41158",
                    "long": "37.603487",
                    "lat": "55.745068"
                },
                {
                    "station": "Парк культуры",
                    "people": "66594",
                    "long": "37.595061",
                    "lat": "55.736077"
                },
                {
                    "station": "Фрунзенская",
                    "people": "45474",
                    "long": "37.580328",
                    "lat": "55.727232"
                },
                {
                    "station": "Спортивная",
                    "people": "95552",
                    "long": "37.562227",
                    "lat": "55.722761"
                },
                {
                    "station": "Воробьёвы горы",
                    "people": "0",
                    "long": "37.559317",
                    "lat": "55.710438"
                },
                {
                    "station": "Университет",
                    "people": "87040",
                    "long": "37.534532",
                    "lat": "55.692440"
                },
                {
                    "station": "Проспект Вернадского",
                    "people": "68761",
                    "long": "37.505831",
                    "lat": "55.676910"
                },
                {
                    "station": "Юго-Западная",
                    "people": "128629",
                    "long": "37.482852",
                    "lat": "55.663146"
                }
            ]
        },
        {
            "line": "Замоскворецкая",
            "color": "#00874A",
            "stations": [
                {
                    "station": "Алма-Атинская",
                    "people": "0",
                    "long": "37.765678",
                    "lat": "55.633490"
                },
                {
                    "station": "Красногвардейская",
                    "people": "78321",
                    "long": "37.746355",
                    "lat": "55.613717"
                },
                {
                    "station": "Домодедовская",
                    "people": "86836",
                    "long": "37.717905",
                    "lat": "55.610697"
                },
                {
                    "station": "Орехово",
                    "people": "35212",
                    "long": "37.695214",
                    "lat": "55.612690"
                },
                {
                    "station": "Царицыно",
                    "people": "96381",
                    "long": "37.669612",
                    "lat": "55.620982"
                },
                {
                    "station": "Кантемировская",
                    "people": "65505",
                    "long": "37.656218",
                    "lat": "55.636107"
                },
                {
                    "station": "Каширская",
                    "people": "62058",
                    "long": "37.648205",
                    "lat": "55.654681"
                },
                {
                    "station": "Коломенская",
                    "people": "97902",
                    "long": "37.663719",
                    "lat": "55.677423"
                },
                {
                    "station": "Автозаводская",
                    "people": "60679",
                    "long": "37.657008",
                    "lat": "55.706634"
                },
                {
                    "station": "Павелецкая",
                    "people": "60896",
                    "long": "37.638961",
                    "lat": "55.729787"
                },
                {
                    "station": "Новокузнецкая",
                    "people": "67949",
                    "long": "37.629125",
                    "lat": "55.742276"
                },
                {
                    "station": "Театральная",
                    "people": "96283",
                    "long": "37.617734",
                    "lat": "55.758808"
                },
                {
                    "station": "Тверская",
                    "people": "72868",
                    "long": "37.605939",
                    "lat": "55.764455"
                },
                {
                    "station": "Маяковская",
                    "people": "60007",
                    "long": "37.596192",
                    "lat": "55.769808"
                },
                {
                    "station": "Белорусская",
                    "people": "58749",
                    "long": "37.586194",
                    "lat": "55.777170"
                },
                {
                    "station": "Динамо",
                    "people": "68601",
                    "long": "37.558212",
                    "lat": "55.789704"
                },
                {
                    "station": "Аэропорт",
                    "people": "63561",
                    "long": "37.532870",
                    "lat": "55.800261"
                },
                {
                    "station": "Сокол",
                    "people": "82709",
                    "long": "37.514787",
                    "lat": "55.805042"
                },
                {
                    "station": "Войковская",
                    "people": "93165",
                    "long": "37.497791",
                    "lat": "55.818923"
                },
                {
                    "station": "Водный стадион",
                    "people": "53991",
                    "long": "37.486616",
                    "lat": "55.840209"
                },
                {
                    "station": "Речной вокзал",
                    "people": "121187",
                    "long": "37.476231",
                    "lat": "55.854891"
                }
            ]
        },
        {
            "line": "Арбатско-Покровская",
            "color": "#084085",
            "stations": [
                {
                    "station": "Пятницкое шоссе",
                    "people": "0",
                    "long": "37.354025",
                    "lat": "55.855644"
                },
                {
                    "station": "Митино",
                    "people": "0",
                    "long": "37.361220",
                    "lat": "55.846098"
                },
                {
                    "station": "Волоколамская",
                    "people": "0",
                    "long": "37.382034",
                    "lat": "55.835508"
                },
                {
                    "station": "Мякинино",
                    "people": "0",
                    "long": "37.384747",
                    "lat": "55.823990"
                },
                {
                    "station": "Строгино",
                    "people": "0",
                    "long": "37.403118",
                    "lat": "55.803691"
                },
                {
                    "station": "Крылатское",
                    "people": "38986",
                    "long": "37.408139",
                    "lat": "55.756842"
                },
                {
                    "station": "Молодежная",
                    "people": "49884",
                    "long": "37.416386",
                    "lat": "55.741004"
                },
                {
                    "station": "Кунцевская",
                    "people": "30115",
                    "long": "37.446874",
                    "lat": "55.730877"
                },
                {
                    "station": "Славянский бульвар",
                    "people": "0",
                    "long": "37.472171",
                    "lat": "55.729828"
                },
                {
                    "station": "Парк Победы",
                    "people": "55093",
                    "long": "37.516925",
                    "lat": "55.736164"
                },
                {
                    "station": "Киевская",
                    "people": "57294",
                    "long": "37.564132",
                    "lat": "55.743117"
                },
                {
                    "station": "Смоленская",
                    "people": "55093",
                    "long": "37.583841",
                    "lat": "55.747642"
                },
                {
                    "station": "Арбатская",
                    "people": "59491",
                    "long": "37.601519",
                    "lat": "55.752131"
                },
                {
                    "station": "Площадь Революции",
                    "people": "96283",
                    "long": "37.622280",
                    "lat": "55.756726"
                },
                {
                    "station": "Курская",
                    "people": "20209",
                    "long": "37.659155",
                    "lat": "55.758640"
                },
                {
                    "station": "Бауманская",
                    "people": "65635",
                    "long": "37.679035",
                    "lat": "55.772406"
                },
                {
                    "station": "Электрозаводская",
                    "people": "53991",
                    "long": "37.705284",
                    "lat": "55.782066"
                },
                {
                    "station": "Семеновская",
                    "people": "51828",
                    "long": "37.719423",
                    "lat": "55.783195"
                },
                {
                    "station": "Партизанская",
                    "people": "0",
                    "long": "37.749265",
                    "lat": "55.788424"
                },
                {
                    "station": "Измайловская",
                    "people": "40289",
                    "long": "37.781389",
                    "lat": "55.787746"
                },
                {
                    "station": "Первомайская",
                    "people": "62988",
                    "long": "37.799364",
                    "lat": "55.794376"
                },
                {
                    "station": "Щелковская",
                    "people": "124201",
                    "long": "37.798556",
                    "lat": "55.810228"
                }
            ]
        },
        {
            "line": "Филевская",
            "color": "#008CCC",
            "stations": [
                {
                    "station": "Александровский сад",
                    "people": "38240",
                    "long": "37.609308",
                    "lat": "55.752075"
                },
                {
                    "station": "Арбатская",
                    "people": "19053",
                    "long": "37.601519",
                    "lat": "55.752131"
                },
                {
                    "station": "Смоленская",
                    "people": "17154",
                    "long": "37.583841",
                    "lat": "55.747642"
                },
                {
                    "station": "Киевская",
                    "people": "57294",
                    "long": "37.564132",
                    "lat": "55.743117"
                },
                {
                    "station": "Выставочная",
                    "people": "0",
                    "long": "37.543021",
                    "lat": "55.749547"
                },
                {
                    "station": "Международная",
                    "people": "0",
                    "long": "37.533041",
                    "lat": "55.748640"
                },
                {
                    "station": "Студенческая",
                    "people": "16467",
                    "long": "37.548375",
                    "lat": "55.738784"
                },
                {
                    "station": "Кутузовская",
                    "people": "32525",
                    "long": "37.534236",
                    "lat": "55.740178"
                },
                {
                    "station": "Фили",
                    "people": "35781",
                    "long": "37.514949",
                    "lat": "55.745970"
                },
                {
                    "station": "Багратионовская",
                    "people": "34771",
                    "long": "37.497863",
                    "lat": "55.743801"
                },
                {
                    "station": "Филевский парк",
                    "people": "29504",
                    "long": "37.483328",
                    "lat": "55.739519"
                },
                {
                    "station": "Пионерская",
                    "people": "12694",
                    "long": "37.467078",
                    "lat": "55.735986"
                },
                {
                    "station": "Кунцевская",
                    "people": "30115",
                    "long": "37.446874",
                    "lat": "55.730877"
                }
            ]
        },
        {
            "line": "Кольцевая",
            "color": "#61542B",
            "stations": [
                {
                    "station": "Белорусская",
                    "people": "72991",
                    "long": "37.586194",
                    "lat": "55.777170"
                },
                {
                    "station": "Новослободская",
                    "people": "58387",
                    "long": "37.601421",
                    "lat": "55.779565"
                },
                {
                    "station": "Проспект Мира",
                    "people": "52210",
                    "long": "37.633482",
                    "lat": "55.781757"
                },
                {
                    "station": "Комсомольская",
                    "people": "187078",
                    "long": "37.654565",
                    "lat": "55.774072"
                },
                {
                    "station": "Курская",
                    "people": "78695",
                    "long": "37.659155",
                    "lat": "55.758640"
                },
                {
                    "station": "Таганская",
                    "people": "53339",
                    "long": "37.653146",
                    "lat": "55.742433"
                },
                {
                    "station": "Павелецкая",
                    "people": "39185",
                    "long": "37.638961",
                    "lat": "55.729787"
                },
                {
                    "station": "Добрынинская",
                    "people": "37718",
                    "long": "37.622711",
                    "lat": "55.729012"
                },
                {
                    "station": "Октябрьская",
                    "people": "58092",
                    "long": "37.610979",
                    "lat": "55.729255"
                },
                {
                    "station": "Парк культуры",
                    "people": "0",
                    "long": "37.595061",
                    "lat": "55.736077"
                },
                {
                    "station": "Киевская",
                    "people": "89742",
                    "long": "37.564132",
                    "lat": "55.743117"
                },
                {
                    "station": "Краснопресненская",
                    "people": "38826",
                    "long": "37.577211",
                    "lat": "55.760211"
                }
            ]
        },
        {
            "line": "Калужско-Рижская",
            "color": "#F09E36",
            "stations": [
                {
                    "station": "Медведково",
                    "people": "83587",
                    "long": "37.661527",
                    "lat": "55.887473"
                },
                {
                    "station": "Бабушкинская",
                    "people": "88258",
                    "long": "37.664581",
                    "lat": "55.869794"
                },
                {
                    "station": "Свиблово",
                    "people": "48297",
                    "long": "37.653379",
                    "lat": "55.855558"
                },
                {
                    "station": "Ботанический сад",
                    "people": "30088",
                    "long": "37.637811",
                    "lat": "55.844597"
                },
                {
                    "station": "ВДНХ",
                    "people": "133897",
                    "long": "37.641090",
                    "lat": "55.821401"
                },
                {
                    "station": "Алексеевская",
                    "people": "65379",
                    "long": "37.638737",
                    "lat": "55.807800"
                },
                {
                    "station": "Рижская",
                    "people": "50015",
                    "long": "37.636123",
                    "lat": "55.792513"
                },
                {
                    "station": "Проспект Мира",
                    "people": "37671",
                    "long": "37.633482",
                    "lat": "55.781757"
                },
                {
                    "station": "Сухаревская",
                    "people": "36899",
                    "long": "37.632323",
                    "lat": "55.772315"
                },
                {
                    "station": "Тургеневская",
                    "people": "40787",
                    "long": "37.636742",
                    "lat": "55.765276"
                },
                {
                    "station": "Китай-город",
                    "people": "51276",
                    "long": "37.631326",
                    "lat": "55.756498"
                },
                {
                    "station": "Третьяковская",
                    "people": "67949",
                    "long": "37.625981",
                    "lat": "55.740319"
                },
                {
                    "station": "Октябрьская",
                    "people": "31369",
                    "long": "37.610979",
                    "lat": "55.729255"
                },
                {
                    "station": "Шаболовская",
                    "people": "44948",
                    "long": "37.607799",
                    "lat": "55.718821"
                },
                {
                    "station": "Ленинский проспект",
                    "people": "71338",
                    "long": "37.586239",
                    "lat": "55.707689"
                },
                {
                    "station": "Академическая",
                    "people": "61979",
                    "long": "37.573339",
                    "lat": "55.687660"
                },
                {
                    "station": "Профсоюзная",
                    "people": "70806",
                    "long": "37.562595",
                    "lat": "55.677671"
                },
                {
                    "station": "Новые Черемушки",
                    "people": "53765",
                    "long": "37.554493",
                    "lat": "55.670077"
                },
                {
                    "station": "Калужская",
                    "people": "57100",
                    "long": "37.540075",
                    "lat": "55.656682"
                },
                {
                    "station": "Беляево",
                    "people": "56362",
                    "long": "37.526115",
                    "lat": "55.642357"
                },
                {
                    "station": "Коньково",
                    "people": "64480",
                    "long": "37.520024",
                    "lat": "55.633658"
                },
                {
                    "station": "Теплый Стан",
                    "people": "79216",
                    "long": "37.505912",
                    "lat": "55.618730"
                },
                {
                    "station": "Ясенево",
                    "people": "70343",
                    "long": "37.533400",
                    "lat": "55.606182"
                },
                {
                    "station": "Новоясеневская",
                    "people": "18325",
                    "long": "37.553046",
                    "lat": "55.601655"
                }
            ]
        },
        {
            "line": "Таганско-Краснопресненская",
            "color": "#A31C78",
            "stations": [
                {
                    "station": "Выхино",
                    "people": "176629",
                    "long": "37.817969",
                    "lat": "55.715682"
                },
                {
                    "station": "Рязанский проспект",
                    "people": "64177",
                    "long": "37.793606",
                    "lat": "55.717366"
                },
                {
                    "station": "Кузьминки",
                    "people": "116006",
                    "long": "37.765902",
                    "lat": "55.705417"
                },
                {
                    "station": "Текстильщики",
                    "people": "118849",
                    "long": "37.732117",
                    "lat": "55.709211"
                },
                {
                    "station": "Волгоградский проспект",
                    "people": "25644",
                    "long": "37.687102",
                    "lat": "55.724900"
                },
                {
                    "station": "Пролетарская",
                    "people": "63413",
                    "long": "37.666917",
                    "lat": "55.731546"
                },
                {
                    "station": "Таганская",
                    "people": "20869",
                    "long": "37.653146",
                    "lat": "55.742433"
                },
                {
                    "station": "Китай-город",
                    "people": "51276",
                    "long": "37.631326",
                    "lat": "55.756498"
                },
                {
                    "station": "Кузнецкий мост",
                    "people": "70085",
                    "long": "37.624525",
                    "lat": "55.761502"
                },
                {
                    "station": "Пушкинская",
                    "people": "109983",
                    "long": "37.603900",
                    "lat": "55.765747"
                },
                {
                    "station": "Баррикадная",
                    "people": "39562",
                    "long": "37.581280",
                    "lat": "55.760818"
                },
                {
                    "station": "Улица 1905 года",
                    "people": "82276",
                    "long": "37.561419",
                    "lat": "55.764273"
                },
                {
                    "station": "Беговая",
                    "people": "61717",
                    "long": "37.545518",
                    "lat": "55.773505"
                },
                {
                    "station": "Полежаевская",
                    "people": "75139",
                    "long": "37.517895",
                    "lat": "55.777201"
                },
                {
                    "station": "Октябрьское поле",
                    "people": "75603",
                    "long": "37.493317",
                    "lat": "55.793581"
                },
                {
                    "station": "Щукинская",
                    "people": "89055",
                    "long": "37.463772",
                    "lat": "55.808827"
                },
                {
                    "station": "Тушинская",
                    "people": "128781",
                    "long": "37.437604",
                    "lat": "55.827080"
                },
                {
                    "station": "Сходненская",
                    "people": "82748",
                    "long": "37.439787",
                    "lat": "55.850510"
                },
                {
                    "station": "Планерная",
                    "people": "48677",
                    "long": "37.436382",
                    "lat": "55.860529"
                }
            ]
        },
        {
            "line": "Калининская",
            "color": "#FACF00",
            "stations": [
                {
                    "station": "Новокосино",
                    "people": "0",
                    "long": "37.864052",
                    "lat": "55.745113"
                },
                {
                    "station": "Новогиреево",
                    "people": "114030",
                    "long": "37.817295",
                    "lat": "55.751675"
                },
                {
                    "station": "Перово",
                    "people": "53842",
                    "long": "37.786887",
                    "lat": "55.751320"
                },
                {
                    "station": "Шоссе Энтузиастов",
                    "people": "40328",
                    "long": "37.751583",
                    "lat": "55.758255"
                },
                {
                    "station": "Авиамоторная",
                    "people": "58748",
                    "long": "37.716621",
                    "lat": "55.751432"
                },
                {
                    "station": "Площадь Ильича",
                    "people": "44699",
                    "long": "37.680589",
                    "lat": "55.747024"
                },
                {
                    "station": "Марксистская",
                    "people": "40243",
                    "long": "37.656802",
                    "lat": "55.740993"
                },
                {
                    "station": "Третьяковская",
                    "people": "67949",
                    "long": "37.625981",
                    "lat": "55.740319"
                }
            ]
        },
        {
            "line": "Серпуховско-Тимирязевская",
            "color": "#9C9999",
            "stations": [
                {
                    "station": "Алтуфьево",
                    "people": "71770",
                    "long": "37.587344",
                    "lat": "55.898376"
                },
                {
                    "station": "Бибирево",
                    "people": "57724",
                    "long": "37.603011",
                    "lat": "55.883868"
                },
                {
                    "station": "Отрадное",
                    "people": "92101",
                    "long": "37.604843",
                    "lat": "55.863384"
                },
                {
                    "station": "Владыкино",
                    "people": "31219",
                    "long": "37.590282",
                    "lat": "55.847922"
                },
                {
                    "station": "Петровско-Разумовская",
                    "people": "116079",
                    "long": "37.575558",
                    "lat": "55.836524"
                },
                {
                    "station": "Тимирязевская",
                    "people": "72273",
                    "long": "37.579151",
                    "lat": "55.819019"
                },
                {
                    "station": "Дмитровская",
                    "people": "40269",
                    "long": "37.580831",
                    "lat": "55.807881"
                },
                {
                    "station": "Савеловская",
                    "people": "61400",
                    "long": "37.588296",
                    "lat": "55.793313"
                },
                {
                    "station": "Менделеевская",
                    "people": "24282",
                    "long": "37.598735",
                    "lat": "55.781788"
                },
                {
                    "station": "Цветной бульвар",
                    "people": "39707",
                    "long": "37.620986",
                    "lat": "55.771616"
                },
                {
                    "station": "Чеховская",
                    "people": "37115",
                    "long": "37.608167",
                    "lat": "55.765843"
                },
                {
                    "station": "Боровицкая",
                    "people": "14143",
                    "long": "37.609254",
                    "lat": "55.750454"
                },
                {
                    "station": "Полянка",
                    "people": "25343",
                    "long": "37.618471",
                    "lat": "55.736807"
                },
                {
                    "station": "Серпуховская",
                    "people": "24584",
                    "long": "37.625199",
                    "lat": "55.726680"
                },
                {
                    "station": "Тульская",
                    "people": "45149",
                    "long": "37.622612",
                    "lat": "55.708841"
                },
                {
                    "station": "Нагатинская",
                    "people": "53688",
                    "long": "37.623061",
                    "lat": "55.683676"
                },
                {
                    "station": "Нагорная",
                    "people": "17884",
                    "long": "37.610745",
                    "lat": "55.672854"
                },
                {
                    "station": "Нахимовский проспект",
                    "people": "32597",
                    "long": "37.605274",
                    "lat": "55.662379"
                },
                {
                    "station": "Севастопольская",
                    "people": "13053",
                    "long": "37.598384",
                    "lat": "55.651552"
                },
                {
                    "station": "Чертановская",
                    "people": "56532",
                    "long": "37.606065",
                    "lat": "55.640538"
                },
                {
                    "station": "Южная",
                    "people": "47757",
                    "long": "37.609047",
                    "lat": "55.622436"
                },
                {
                    "station": "Пражская",
                    "people": "118271",
                    "long": "37.603972",
                    "lat": "55.611577"
                },
                {
                    "station": "Улица Академика Янгеля",
                    "people": "0",
                    "long": "37.600675",
                    "lat": "55.595883"
                },
                {
                    "station": "Аннино",
                    "people": "0",
                    "long": "37.596812",
                    "lat": "55.583657"
                },
                {
                    "station": "Бульвар Дмитрия Донского",
                    "people": "0",
                    "long": "37.577346",
                    "lat": "55.569667"
                }
            ]
        },
        {
            "line": "Люблинско-Дмитровская",
            "color": "#91C71F",
            "stations": [
                {
                    "station": "Марьина Роща",
                    "people": "0",
                    "long": "37.616180",
                    "lat": "55.793723"
                },
                {
                    "station": "Достоевская",
                    "people": "0",
                    "long": "37.614716",
                    "lat": "55.781484"
                },
                {
                    "station": "Трубная",
                    "people": "0",
                    "long": "37.621902",
                    "lat": "55.767939"
                },
                {
                    "station": "Сретенский бульвар",
                    "people": "0",
                    "long": "37.636374",
                    "lat": "55.766299"
                },
                {
                    "station": "Чкаловская",
                    "people": "47733",
                    "long": "37.659263",
                    "lat": "55.755930"
                },
                {
                    "station": "Римская",
                    "people": "9306",
                    "long": "37.681254",
                    "lat": "55.746228"
                },
                {
                    "station": "Крестьянская застава",
                    "people": "10711",
                    "long": "37.664788",
                    "lat": "55.732464"
                },
                {
                    "station": "Дубровка",
                    "people": "14400",
                    "long": "37.676259",
                    "lat": "55.718070"
                },
                {
                    "station": "Кожуховская",
                    "people": "24077",
                    "long": "37.685710",
                    "lat": "55.706320"
                },
                {
                    "station": "Печатники",
                    "people": "22710",
                    "long": "37.728398",
                    "lat": "55.692972"
                },
                {
                    "station": "Волжская",
                    "people": "20894",
                    "long": "37.754314",
                    "lat": "55.690446"
                },
                {
                    "station": "Люблино",
                    "people": "28327",
                    "long": "37.762003",
                    "lat": "55.676265"
                },
                {
                    "station": "Братиславская",
                    "people": "10411",
                    "long": "37.750514",
                    "lat": "55.659460"
                },
                {
                    "station": "Марьино",
                    "people": "53768",
                    "long": "37.744118",
                    "lat": "55.649368"
                },
                {
                    "station": "Борисово",
                    "people": "0",
                    "long": "37.743831",
                    "lat": "55.633587"
                },
                {
                    "station": "Шипиловская",
                    "people": "0",
                    "long": "37.743723",
                    "lat": "55.620982"
                },
                {
                    "station": "Зябликово",
                    "people": "0",
                    "long": "37.745205",
                    "lat": "55.612329"
                }
            ]
        },
        {
            "line": "Каховская",
            "color": "#007DA8",
            "stations": [
                {
                    "station": "Каширская",
                    "people": "16903",
                    "long": "37.648205",
                    "lat": "55.654681"
                },
                {
                    "station": "Варшавская",
                    "people": "47429",
                    "long": "37.619522",
                    "lat": "55.653294"
                },
                {
                    "station": "Каховская",
                    "people": "43400",
                    "long": "37.598232",
                    "lat": "55.653177"
                }
            ]
        },
        {
            "line": "Бутовская",
            "color": "#75C4F0",
            "stations": [
                {
                    "station": "Улица Старокачаловская",
                    "people": "0",
                    "long": "37.576708",
                    "lat": "55.568838"
                },
                {
                    "station": "Улица Скобелевская",
                    "people": "0",
                    "long": "37.554618",
                    "lat": "55.548034"
                },
                {
                    "station": "Бульвар адмирала Ушакова",
                    "people": "0",
                    "long": "37.542329",
                    "lat": "55.545207"
                },
                {
                    "station": "Улица Горчакова",
                    "people": "0",
                    "long": "37.531226",
                    "lat": "55.541825"
                },
                {
                    "station": "Бунинская аллея",
                    "people": "0",
                    "long": "37.515919",
                    "lat": "55.537964"
                }
            ]
        }
    ]
};
